---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecVoltageDropParam
source: html/a9f14367-246a-f68d-4545-55e921f38307.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecVoltageDropParam Property

"Voltage Drop"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecVoltageDropParam { get; }
```